<!-- created by Simon Demeule -->
<!DOCTYPE html>
<html>
    <link rel="preconnect" href="https://fonts.gstatic.com"> 
    <link href="https://fonts.googleapis.com/css2?family=DM+Sans&display=swap" rel="stylesheet">
    <head>
        <meta charset="utf-8">
        <title> Astrid Rousselin </title>
    </head>
    <body>
        <link rel="stylesheet" href="style.css">
        <div class="main">
            <div class="titre">
              Astrid Rousselin
            </div>
           <div class="carte-image-1">
                    <img class="carte-image-1" src="image-1.jpg">
                    <div class="carte-description">
                        credit: Nicolas Delivre
                    </div>
            </div>

            <div class="paragraphe">
                Je suis n&eacute;e en France et j	&acute;ai v&eacute;cu toute mon enfance dans les alentours de Lyon.
                A l	&acute;universit&eacute; j	&acute;ai tout d	&acute;abord &eacute;tudi&eacute; dans une &eacute;cole de commerce franco-am&eacute;ricaine. 
                Pendant 4 ans j&acute;ai partag&eacute;e mon temps entre la France et les Etats-Unis avant d&acute;obtenir mon BBA. 
                J	&acute;ai aussi pu faire de nombreux stages &agrave; l&acute;&eacute;tranger, dont notamment un stage de 9 mois &agrave; Tokyo, Japon, dans une entreprise de recrutement. 

                Je me suis &eacute;tablie  &agrave; montr&eacute;al ces deux derni&egrave;res ann&eacute;es et esp&egrave;re pouvoir rester dans ce magnifique pays qu&acute;est le canada.
                J	&acute;ai voulu poursuivre mes &eacute;tudes tout d&acute;abord &agrave; Concordia en Journalisme et plus r&eacute;cemment en D.E.S.S. &agrave; l&acute;UdeM. 
                J	&acute;aimerais poursuivre ma carri&egrave;re dans le journalisme, notamment pour devenir documentariste nature. 
                
                Je suis passionn&eacute;e de plong&eacute;e depuis des ann&eacute;es. 
                J	&acute;ai commenc&eacute;e lorsque j	&acute;avais 12 ans et n	&acute;ai pas arr &ecirc;t&eacute; depuis. 
                Derni&egrave;rement j	&acute;ai m&ecirc;me pass&eacute; mon Divemaster en Tanzanie. J	&acute;ai profit&eacute;e de cette formation finale pour planter du corail dans les r&eacute;cifs coralliens autour de l	&acute;ile de Zanzibar et accompagner une ONG dans une &eacute;tude de biologie marine sur les c&eacute;tac&eacute;s de la r&eacute;gion. 
                
                Pour ceux que &ccedil;a int&eacute;resse j	&acute;aime aussi faire de la photo, et je peins durant mon temps libre. 
                Mes livres pr&eacute;f&eacute;r&eacute;s tournent autour de la science-fiction et de l	&acute;Heroic-Fantasy. (Je prends r&eacute;guli&egrave;rement des recommandations, n	&acute;h&eacute;sitez pas !). 
                J	&acute;aime aussi occuper mon temps gr	&acirc;ce aux jeux vid&eacute;o et occasionnellement je binge-watch des s&eacute;ries sur Netflix. 
            </div>

             <div class="galerie">
                <div class="carte">
                    <img class="carte-image" src="image-2.jpg">
                    <div class="carte-description">
                        Novembre 2020 - Visiteur lors d'une Urbex. 
                        Photo: Astrid Rousselin
                    </div>
                </div>
                <div class="carte">
                    <img class="carte-image" src="image-3.jpg">
                    <div class="carte-description">
                        Mars 2020 - Shot Macro. 
                        Photo: Astrid Rousselin
                    </div>
                </div>
                <div class="carte">
                    <img class="carte-image" src="image-4.jpg">
                    <div class="carte-description">
                        F&eacute;vrier 2020 - &Eacute;cureuil du jardin. 
                        Photo: Astrid Rousselin
                    </div>
                </div>

            <div class="titre-2">
            Reflexion sur une 	&oelig;uvre 
            </div>
            <div class="paragraphe">
                Concernant l&acute;&oelig;uvre web que j&acute;ai choisi de partag&eacute;, il s&acute;agit d&acute;un compte twitter g&eacute;rer par un robot : @mothgenerator, cr&eacute;e en 2015 par Loren Schmidt et Katie Rose Pipkin. 
                Ce g&eacute;n&eacute;rateur de papillons de nuit (ou moth en anglais), cr&eacute;e de toute pi&egrave;ce des magnifique papillons imaginaires de toutes les formes, 
                tailles et couleurs. Chacun arrive avec un nom fantastique et faussement scientifique d&eacute;riv&eacute;e de milliers de noms de papillons anglais et latins. 
                Comme par exemple la sublime ash-fishia moth - unduleporina comorpha. 
                Pour introduire plus de fun, ses cr&eacute;ateurs, ont &eacute;galement programm&eacute; le g&eacute;n&eacute;rateur pour interagir avec n&acute;importe quel utilisateur sur Twitter: 
                si vous tweetez un mot al&eacute;atoire ou m&ecirc;me une phrase sur le compte, vous recevrez une mention avec votre propre papillon personnalis&eacute;. 

            </div>
            <div class="galerie">
                <div class="carte">
                    <img class="carte-image" src="image-5.jpg">
                    <div class="carte-description">
                        https://twitter.com/mothgenerator 
                    </div>
                </div>

            </div>
        </div>
    </body>
</html>