<!--Page Projet final  -->
<!DOCTYPE html>
<html>
    <link rel="preconnect" href="https://fonts.gstatic.com"> 
    <link href="https://fonts.googleapis.com/css2?family=DM+Sans&display=swap" rel="stylesheet">
    <head>
        <meta charset="utf-8">
        <title> Projet Final - ART6017</title>
    </head>
    <body>
        <link rel="stylesheet" href="style.css">
        <div class="main">

            <div class="titre">
             Projet Final - ART-6017
            </div>

            <!-- HOME, Navbar -->
            <div class="navbar">
                <a href="Index.html>">HOME</a>
            </div>

            <!--Soustitre -->

            <div class="sous-titre1">
                Projet collaboratif 
            </div>

            <!--Paragrpah  -->
             
            <div class="paragraphe">
              <p style='margin-top:0cm;margin-right:0cm;margin-bottom:8.0pt;margin-left:0cm;line-height:107%;font-size:15px;font-family:"Calibri",sans-serif;'>Ce site collaboratif prend la forme d&rsquo;une galerie incorporant nos diff&eacute;rents portfolios. Notre objectif initial &eacute;tait de cr&eacute;e une galerie au th&egrave;me coh&eacute;rent et simple. Nous avions pour but de cr&eacute;er trois sections dans le menu, un bouton HOME, une page d&rsquo;artiste pour chacun d&rsquo;entre nous, et une page contact. Ce que nous avons accompli.<br>&nbsp;Nous voulions aussi que seul les pages d&rsquo;artistes soient diff&eacute;rents et poss&egrave;dent des th&egrave;mes uniques &agrave; l&rsquo;&eacute;tudiant. Chaque page a donc une identit&eacute; propre en accord avec ses projets pr&eacute;sent&eacute;s.<br>&nbsp;</p>
              <p style='margin-top:0cm;margin-right:0cm;margin-bottom:8.0pt;margin-left:0cm;line-height:107%;font-size:15px;font-family:"Calibri",sans-serif;'>Un de nos objectifs principaux &eacute;tait de cr&eacute;e un site &laquo; &eacute;cologique&raquo; et basse consommation pour ce projet final. &nbsp;</p>
              <p style='margin-top:0cm;margin-right:0cm;margin-bottom:8.0pt;margin-left:0cm;line-height:107%;font-size:15px;font-family:"Calibri",sans-serif;'>Dans ce but, nous avons choisi comme fond de site une couleur fonc&eacute;, dans ce cas-ci du noir, pour limiter la consommation en &eacute;lectricit&eacute; que prend l&rsquo;&eacute;clairage d&rsquo;une page.<br>&nbsp;Nous avons aussi d&eacute;cid&eacute; de limiter le format, le poids &nbsp;(en Ko) et la taille des photos. Ainsi les temps de chargements sont plus rapides et l&rsquo;utilisation des donn&eacute;es d&rsquo;utilisateur est r&eacute;duite.&nbsp;</p>
              <p style='margin-top:0cm;margin-right:0cm;margin-bottom:8.0pt;margin-left:0cm;line-height:107%;font-size:15px;font-family:"Calibri",sans-serif;'>Nous avons &eacute;vit&eacute; la lecture automatique sur les vid&eacute;os. L&rsquo;utilisateur doit choisir de lire celles qui lui sont d&rsquo;un int&eacute;r&ecirc;t. De plus, nous avons minimis&eacute; les polices personnalis&eacute;s sur la m&ecirc;me page web afin de r&eacute;duire la taille des pages.&nbsp;</p>
              <p><span style='font-size:15px;line-height:107%;font-family:"Calibri",sans-serif;'>Ce projet nous &agrave; d&eacute;montrer que la cr&eacute;ation de site &eacute;cologique ne sont pas si facile qu&rsquo;escompter dans le paysages web actuel. Nous avons d&ucirc; revenir sur un de nos points pr&eacute;c&eacute;demment &eacute;voquer lors de la pr&eacute;sentation de ce projet. Nous avions pour but de cr&eacute;er des curseurs personnalis&eacute;s pour chaque page d&rsquo;artistes. D&rsquo;apr&egrave;s nos recherches, ces modifications personnalis&eacute; consomme &eacute;norm&eacute;ment de ressources, notamment lors de l&rsquo;affichage du site. Nous avons donc choisit de ne pas inclure ces curseurs customiser.&nbsp;</span></p>
                 </div>
                </div>

             </div>
                </div>
            </div>
        </div>
    </body>
</html>